<?php

use Illuminate\Database\Seeder;
use App\Models\TestPage;
class TestPageTableSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        $page = new TestPage([
                    'test_id' => 1,
                    'image' => 'http://blog.hrn.io/uploads/avatar/1-page-logo_800x270px.jpg',
                    'content' => '獤ちょる谦か 誣へぐ饯槣 覌  [question1] よ餯㫤 骣と饣禨を づの隊饊ふ 㤣䛨ファ磪簣<span lang="ja"><ruby><rb>物</rb><rp>(</rp><rt>もの</rt><rp>)</rp></ruby>がテスト</span> ぼ揥駪 らティ 䧦䣥訧骧ブ だ解䦨にゃ婩 ꤎ餣䩣まく 查愥 ぢゃラシェ 谦か 查愥シュ ぎゅにょみょノ裃 誣へぐ饯槣 [question2] ゝめこ簯 グェ菣誣 鄯廥 っもざ氩ど 誣へぐ饯槣 餯㫤褚ぴゅ㩟 誨ず 嶥誧タぞゑ ぽ穨槊え槜 ヤツォ獧 むル゜榊 ゆ楺 蟥ヒョぢゃラシェ 嶥誧タぞゑ<br /><br />せ功 ピェむル゜榊で 基駤儯礯騪 秺りょ姤 覩ウィら しじクィたわ 饪驩ひょ䣵櫦 や穯諧ぬびょ 䧦䣥 [question3] べ脩廤ヒ僯 ひすㄦイ<span lang="ja"><ruby><rb>物</rb><rp>(</rp><rt>もの</rt><rp>)</rp></ruby>がテスト</span>ィ滦 檤ヲ栨 䥞㠧堦廦ズィ 蝣にゅはグェ菣 菣誣 䨯フォ詞 䧦䣥訧骧ブ しゃ骥䦌簨绨 ツォ獧 しじクィ リ゜㠨 覨鍯駜ヒェみゅ っもざ氩ど 誣へぐ饯槣 で蟥ヒョ 蟥ヒョぢゃラシェ 榩觧ね择妦 しゃ骥<span lang="ja"><ruby><rb>物</rb><rp>(</rp><rt>もの</rt><rp>)</rp></ruby>がテスト</span>䦌簨绨 䥞㠧堦 择妦 ぎポ谯覜きゅ 盤鄯廥駣䄦 駣䄦だ さ骦 䥞㠧堦廦ズィ だ解䦨にゃ婩 禯樊り飌ぱ 盤鄯廥 ギョひゃ<br /><br />揣鄥 褚ぴゅ㩟 べ脩廤ヒ僯 おヤツォ獧じゅ 駣䄦 [question4] せ功蛣じゃ覦 ꤎ餣䩣まく 骣と饣禨を 揥駪橜楜きょ [question5] ぴゃ椯 秺りょ姤 鏨馺姯ギョひゃ 查愥シュ靨ぶ ꤎ餣䩣まく ぬびょ 䦌簨绨 蝣にゅはグェ菣 饪驩ひょ䣵櫦 仦秺 ひす むル゜榊 ピェむル゜榊で 嶥誧タぞゑ 绣裟 秺りょ姤 ꤎ餣䩣まく ゐゔ䩨リャぢ 楺揣鄥 䝧䋩リ゜㠨ひゅ 蟥ヒョぢゃラシェ しじクィたわ ブぎゅ 奟狧 ぎゅにょみょノ裃 妣勯び褩に ひすㄦイィ滦 䋩リ゜㠨 ぴゃ椯椦 蟥ヒョぢゃラシェ 盤鄯廥駣䄦 しじクィたわ 䪤驌<br /><br />に禯樊 ぎゅにょみょノ裃 しじクィたわ 饪<span lang="ja"><ruby><rb>物</rb><rp>(</rp><rt>もの</rt><rp>)</rp></ruby>がテスト</span>驩ひょ䣵櫦 蝣にゅ 驩ひょ䣵 氩ど 䥞㠧堦廦ズィ 榩觧ね择妦 頨あ   て奟狧 っもざ氩ど 骣と饣禨を おヤツォ獧じゅ 查愥 ひすㄦイィ滦 しじクィたわ 簥駧リュ 㛥䛧覣 ろしゅ さ骦绣裟珣 覌 て奟狧よ グェ菣誣 にょみょ っもざ氩ど ぢょ䪥頨あぷ や穯諧ぬびょ 覜きゅ 妣勯び褩に ぽ穨槊え槜 へぐ饯 䦌簨绨 フォ詞 獤ちょる谦か 䥞㠧堦廦ズィ ひすㄦイィ滦 きゃフェぢゅ 盤鄯廥駣䄦 㤣䛨ファ磪簣 せ功 びょ坨嫣 わ饪 ひすㄦイィ滦 覌   て奟狧よ きゃフェぢゅ 䥞㠧堦廦ズィ 餯㫤褚ぴゅ㩟 らティ 䧦䣥訧骧ブ 䨯フォ詞夺窨 饊ふ ゔ䩨リャ ヒェみゅっ 䝧䋩リ゜㠨ひゅ さ骦绣裟珣 ノ裃 饪驩ひょ䣵櫦 覌    て奟狧よ 婩づ 櫦奯みゃ'
                    ]);
                $page->save();

        $page = new TestPage([
                    'test_id' => 1,
                    'image' => 'http://www.germanhelmetsinc.com/button%20page%202.jpg',
                    'content' => '獤ちょる谦か 誣へぐ饯槣 覌 [question6] よ餯㫤 骣と饣禨を づの隊饊ふ 㤣䛨ファ磪簣<span lang="ja"><ruby><rb>物</rb><rp>(</rp><rt>もの</rt><rp>)</rp></ruby>がテスト</span> ぼ揥駪 らティ 䧦䣥訧骧ブ だ解䦨にゃ婩 ꤎ餣䩣まく 查愥 ぢゃラシェ 谦か 查愥シュ ぎゅにょみょノ裃 誣へぐ饯槣 [question7] めこ簯 グェ菣誣 鄯廥 っもざ氩ど 誣へぐ饯槣 餯㫤褚ぴゅ㩟 誨ず 嶥誧タぞゑ ぽ穨槊え槜 ヤツォ獧 むル゜榊 ゆ楺 蟥ヒョぢゃラシェ 嶥誧タぞゑ<br /><br />せ功 ピェむル゜榊で 基駤儯礯騪 秺りょ姤 覩ウィら しじクィたわ 饪驩ひょ䣵櫦 や穯諧ぬびょ 䧦䣥 [question8] べ脩廤ヒ僯 ひすㄦイ<span lang="ja"><ruby><rb>物</rb><rp>(</rp><rt>もの</rt><rp>)</rp></ruby>がテスト</span>ィ滦 檤ヲ栨 䥞㠧堦廦ズィ 蝣にゅはグェ菣 菣誣 䨯フォ詞 䧦䣥訧骧ブ しゃ骥䦌簨绨 ツォ獧 しじクィ リ゜㠨 覨鍯駜ヒェみゅ っもざ氩ど 誣へぐ饯槣 で蟥ヒョ 蟥ヒョぢゃラシェ 榩觧ね择妦 しゃ骥<span lang="ja"><ruby><rb>物</rb><rp>(</rp><rt>もの</rt><rp>)</rp></ruby>がテスト</span>䦌簨绨 䥞㠧堦 择妦 ぎポ谯覜きゅ 盤鄯廥駣䄦 駣䄦だ さ骦 䥞㠧堦廦ズィ'
                    ]);
                $page->save();

        $page = new TestPage([
                    'test_id' => 2,
                    'image' => 'http://blog.hrn.io/uploads/avatar/1-page-logo_800x270px.jpg',
                    'content' => '獤ちょる谦か 誣へぐ饯槣 覌  [question1] よ餯㫤 骣と饣禨を づの隊饊ふ 㤣䛨ファ磪簣<span lang="ja"><ruby><rb>物</rb><rp>(</rp><rt>もの</rt><rp>)</rp></ruby>がテスト</span> ぼ揥駪 らティ 䧦䣥訧骧ブ だ解䦨にゃ婩 ꤎ餣䩣まく 查愥 ぢゃラシェ 谦か 查愥シュ ぎゅにょみょノ裃 誣へぐ饯槣 [question2] ゝめこ簯 グェ菣誣 鄯廥 っもざ氩ど 誣へぐ饯槣 餯㫤褚ぴゅ㩟 誨ず 嶥誧タぞゑ ぽ穨槊え槜 ヤツォ獧 むル゜榊 ゆ楺 蟥ヒョぢゃラシェ 嶥誧タぞゑ<br /><br />せ功 ピェむル゜榊で 基駤儯礯騪 秺りょ姤 覩ウィら しじクィたわ 饪驩ひょ䣵櫦 や穯諧ぬびょ 䧦䣥 [question3] べ脩廤ヒ僯 ひすㄦイ<span lang="ja"><ruby><rb>物</rb><rp>(</rp><rt>もの</rt><rp>)</rp></ruby>がテスト</span>ィ滦 檤ヲ栨 䥞㠧堦廦ズィ 蝣にゅはグェ菣 菣誣 䨯フォ詞 䧦䣥訧骧ブ しゃ骥䦌簨绨 ツォ獧 しじクィ リ゜㠨 覨鍯駜ヒェみゅ っもざ氩ど 誣へぐ饯槣 で蟥ヒョ 蟥ヒョぢゃラシェ 榩觧ね择妦 しゃ骥<span lang="ja"><ruby><rb>物</rb><rp>(</rp><rt>もの</rt><rp>)</rp></ruby>がテスト</span>䦌簨绨 䥞㠧堦 择妦 ぎポ谯覜きゅ 盤鄯廥駣䄦 駣䄦だ さ骦 䥞㠧堦廦ズィ だ解䦨にゃ婩 禯樊り飌ぱ 盤鄯廥 ギョひゃ<br /><br />揣鄥 褚ぴゅ㩟 べ脩廤ヒ僯 おヤツォ獧じゅ 駣䄦 [question4] せ功蛣じゃ覦 ꤎ餣䩣まく 骣と饣禨を 揥駪橜楜きょ [question5] ぴゃ椯 秺りょ姤 鏨馺姯ギョひゃ 查愥シュ靨ぶ ꤎ餣䩣まく ぬびょ 䦌簨绨 蝣にゅはグェ菣 饪驩ひょ䣵櫦 仦秺 ひす むル゜榊 ピェむル゜榊で 嶥誧タぞゑ 绣裟 秺りょ姤 ꤎ餣䩣まく ゐゔ䩨リャぢ 楺揣鄥 䝧䋩リ゜㠨ひゅ 蟥ヒョぢゃラシェ しじクィたわ ブぎゅ 奟狧 ぎゅにょみょノ裃 妣勯び褩に ひすㄦイィ滦 䋩リ゜㠨 ぴゃ椯椦 蟥ヒョぢゃラシェ 盤鄯廥駣䄦 しじクィたわ 䪤驌<br /><br />に禯樊 ぎゅにょみょノ裃 しじクィたわ 饪<span lang="ja"><ruby><rb>物</rb><rp>(</rp><rt>もの</rt><rp>)</rp></ruby>がテスト</span>驩ひょ䣵櫦 蝣にゅ 驩ひょ䣵 氩ど 䥞㠧堦廦ズィ 榩觧ね择妦 頨あ   て奟狧 っもざ氩ど 骣と饣禨を おヤツォ獧じゅ 查愥 ひすㄦイィ滦 しじクィたわ 簥駧リュ 㛥䛧覣 ろしゅ さ骦绣裟珣 覌 て奟狧よ グェ菣誣 にょみょ っもざ氩ど ぢょ䪥頨あぷ や穯諧ぬびょ 覜きゅ 妣勯び褩に ぽ穨槊え槜 へぐ饯 䦌簨绨 フォ詞 獤ちょる谦か 䥞㠧堦廦ズィ ひすㄦイィ滦 きゃフェぢゅ 盤鄯廥駣䄦 㤣䛨ファ磪簣 せ功 びょ坨嫣 わ饪 ひすㄦイィ滦 覌   て奟狧よ きゃフェぢゅ 䥞㠧堦廦ズィ 餯㫤褚ぴゅ㩟 らティ 䧦䣥訧骧ブ 䨯フォ詞夺窨 饊ふ ゔ䩨リャ ヒェみゅっ 䝧䋩リ゜㠨ひゅ さ骦绣裟珣 ノ裃 饪驩ひょ䣵櫦 覌    て奟狧よ 婩づ 櫦奯みゃ'
                    ]);
                $page->save();

        $page = new TestPage([
                    'test_id' => 2,
                    'image' => 'http://www.germanhelmetsinc.com/button%20page%202.jpg',
                    'content' => '獤ちょる谦か 誣へぐ饯槣 覌 [question6] よ餯㫤 骣と饣禨を づの隊饊ふ 㤣䛨ファ磪簣<span lang="ja"><ruby><rb>物</rb><rp>(</rp><rt>もの</rt><rp>)</rp></ruby>がテスト</span> ぼ揥駪 らティ 䧦䣥訧骧ブ だ解䦨にゃ婩 ꤎ餣䩣まく 查愥 ぢゃラシェ 谦か 查愥シュ ぎゅにょみょノ裃 誣へぐ饯槣 [question7] めこ簯 グェ菣誣 鄯廥 っもざ氩ど 誣へぐ饯槣 餯㫤褚ぴゅ㩟 誨ず 嶥誧タぞゑ ぽ穨槊え槜 ヤツォ獧 むル゜榊 ゆ楺 蟥ヒョぢゃラシェ 嶥誧タぞゑ<br /><br />せ功 ピェむル゜榊で 基駤儯礯騪 秺りょ姤 覩ウィら しじクィたわ 饪驩ひょ䣵櫦 や穯諧ぬびょ 䧦䣥 [question8] べ脩廤ヒ僯 ひすㄦイ<span lang="ja"><ruby><rb>物</rb><rp>(</rp><rt>もの</rt><rp>)</rp></ruby>がテスト</span>ィ滦 檤ヲ栨 䥞㠧堦廦ズィ 蝣にゅはグェ菣 菣誣 䨯フォ詞 䧦䣥訧骧ブ しゃ骥䦌簨绨 ツォ獧 しじクィ リ゜㠨 覨鍯駜ヒェみゅ っもざ氩ど 誣へぐ饯槣 で蟥ヒョ 蟥ヒョぢゃラシェ 榩觧ね择妦 しゃ骥<span lang="ja"><ruby><rb>物</rb><rp>(</rp><rt>もの</rt><rp>)</rp></ruby>がテスト</span>䦌簨绨 䥞㠧堦 择妦 ぎポ谯覜きゅ 盤鄯廥駣䄦 駣䄦だ さ骦 䥞㠧堦廦ズィ'
                    ]);
                $page->save();



    }
}
